---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.PushButtonData
zh: 按钮
source: html/39e55012-03b2-4c2c-8b01-1b6cc5bdde75.htm
---
# PushButtonData Members

**中文**: 按钮

Constructs a new instance of PushButtonData.